cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "ghq"
brew "hub"
brew "jq"
brew "ripgrep"
brew "tig"
brew "nvim"
brew "massren"
brew "zsh"
brew "zplug"

cask "bitwarden"
cask "docker"
cask "font-powerline-symbols"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
