tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "choose-rust"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-delta"
brew "go"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "hub"
brew "jo"
brew "jq"
brew "jsonnet"
brew "libxfixes"
brew "massren"
brew "neovim"
brew "nkf"
brew "node"
brew "pandoc"
brew "procs"
brew "ripgrep"
brew "terraform"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "xsv"
brew "yj"
brew "yq"
brew "zsh"
brew "borkdude/brew/babashka"
cask "alacritty", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
