tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "awscli"
brew "bat"
brew "choose-rust"
brew "gnutls"
brew "coreutils"
brew "deno"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "hadolint"
brew "hyperfine"
brew "jo"
brew "jq"
brew "jsonnet"
brew "libxfixes"
brew "massren"
brew "mysql-client"
brew "neovim"
brew "nkf"
brew "node"
brew "nushell"
brew "pandoc"
brew "procs"
brew "ripgrep"
brew "shellcheck"
brew "tfenv"
brew "tflint"
brew "tig"
brew "tmux"
brew "xsv"
brew "yj"
brew "yq"
brew "zsh"
brew "borkdude/brew/babashka"
cask "alacritty", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gpg-suite"
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "keybase"
cask "visual-studio-code", args: { appdir: "/Applications" }
