tap "borkdude/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "choose-rust"
brew "coreutils"
brew "exa"
brew "fd"
brew "fzf"
brew "ghq"
brew "gibo"
brew "hub"
brew "jq"
brew "jsonnet"
brew "massren"
brew "neovim"
brew "node"
brew "ripgrep"
brew "terraform"
brew "tig"
brew "tmux"
brew "xsv"
brew "zsh"
brew "borkdude/brew/babashka"
cask "alacritty", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "font-fira-code", args: { appdir: "/Applications" }
cask "google-chrome", args: { appdir: "/Applications" }
cask "jetbrains-toolbox", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
